{
  "home": "Home",
  "hi": "Hey! I am",
  "about_me": "About me",
  "experience": "Experience",
  "projects": "Projects",
  "services": "Services",
  "contact": "Contact",
  "blog": "Blog",
  "work_experience": "Work Experience",
  "about_title": "A little about me",
  "technologies": "Technologies",
  "web_developer": "Web Developer",
  "download_cv": "Download CV",
  "hero_subtitle": "I like to craft a solid and scalable products, with great user experience.",
  "hire_me": "Hire me",
  "years_experience": "2+ Years Experience",
  "projects_completed": "Project Completed",
  "see_work": "See Work",
  "about_paraph": "I'm a self-taught person, passionate about programming and problem-solving through code. I enjoy taking on new challenges and finding efficient solutions. I adapt quickly to work teams, excelling in collaboration and effective communication.",
  "about_paraph2": "In addition to my passion for technology, I find balance in music and sports.",
  "about_paraph3": "I always seek to learn more and hone my skills every day, with the goal of continuing to grow both professionally and personally. Greetings!",
  "tech_title": "Technologies & Skills",
  "tech_paraph": "Technologies and skills implemented in projects.",
  "works_and_projects": "Works and projects",
  "works_and_projects_description": "Some of my projects developed freelance for different companies, some private others public.",
  "contact_me": "Contact me",
  "contact_me_description": "You can send me a message to my email here or write to me through my social media.",
  "tanks_footer": "Thanks for getting here ♡",
  "Freelance": {
    "title": "Freelance Services",
    "description": "Hello! I'm a passionate Freelance Full Stack Developer dedicated to crafting digital solutions. I offer flexible and customized services to meet your web development needs and beyond. From web application development to online security, I'm here to help you achieve your digital goals efficiently and professionally.",
    "button": "Contact me"
  },
  "Experiences": {
    "title": "Work Experience",
    "subtitle": "Explore My Professional Journey",
    "educaria0": "Educaria offers tailored solutions for all types of educational institutions, including schools, preschools, vocational training centers, academies, business schools, universities, and libraries.",
    "educaria1": "• I participated in the development and maintenance of educational platforms and internal software.",
    "educaria2": "• I participated in the creation of an application for migrating new client data, optimizing time and reducing errors from the previous migration process.",
    "educaria3": "• I implemented dynamic interfaces, improving the user experience.",
    "educaria4": "• I designed and optimized databases, ensuring data integrity.",
    "educaria5": "• I automated unit and integration tests, contributing to the development of a framework to reduce test development time.",
    "educaria6": "• I managed code versions and participated in agile planning and estimation meetings.",
    "educaria7": "• I also worked on continuous deployment and integration, ensuring efficient processes in collaborative environments.",
    "freelance0": "Management Systems.",
    "freelance1": "• Management system for a medical office. I worked as part of a team to develop a web-based system for managing a medical office, enabling efficient management of doctors, patients, and appointments. I implemented features for scheduling and managing medical appointments, optimizing organization and improving the user experience.",
    "freelance2": "• Management system for a restaurant. I worked as part of a team to develop an application for the comprehensive management of a restaurant, improving inventory control, employee management, customer management, on-site sales, and ordering."
},

"Message": "Message",
"Name": "Name",
"Email": "Email",
"Subject":"Subject",
"SendMessage": "Send",
"Send": "Send",
"Phone": "Phone",
"Location": "Location"
}