{
  "home": "Inicio",
  "hi": "Hola! soy...",
  "about_me": "Sobre mi",
  "experience": "Experiencia",
  "projects": "Proyectos",
  "contact": "Contacto",
  "services": "Servicios",
  "blog": "Blog",
  "work_experience": "Experiencias de trabajo",
  "about_title": "Un poco sobre mi",
  "technologies": "Tecnologías",
  "web_developer": "Dev Web",
  "download_cv": "Descargar CV",
  "hero_subtitle": "Me gusta crear productos sólidos y escalables, con una gran experiencia de usuario.",
  "hire_me": "Contrátame",
  "years_experience": "2+ Años de Experiencia",
  "projects_completed": "Proyectos Completados",
  "see_work": "Ver mis trabajos",
  "about_paraph": "Soy una persona autodidacta, apasionada por la programación y la resolución de problemas a través del código. Disfruto enfrentar nuevos desafíos y encontrar soluciones eficientes. Me adapto rápidamente a los equipos de trabajo, destacando por mi capacidad para colaborar y comunicarme de manera efectiva.",
  "about_paraph2": "Además de mi pasión por la tecnología, encuentro equilibrio en la música y el deporte.",
  "about_paraph3": "Siempre busco aprender más y perfeccionar mis habilidades día a día, con el objetivo de seguir creciendo tanto profesional como personalmente. Saludos!", 
  "tech_title": "Tecnologías y habilidades",
  "tech_paraph": "Tecnologias y habilidades implementadas en proyectos.",
  "works_and_projects": "Proyectos",
  "works_and_projects_description": "Algunos de mis Proyectos desarrollados de manera freelance para diferentes empresas, algunos privados otros públicos.",
  "contact_me": "Contáctame",
  "contact_me_description": "Puedes enviarme un mensaje a mi correo electrónico por aquí o escribirme a travez de mis redes sociales.",
  "tanks_footer": "Gracias por llegar hasta aquí ♡",
  "Freelance": {
    "title": "Servicios Freelance",
    "description": "¡Hola! Soy un desarrollador Full Stack Freelance apasionado por la creación de soluciones digitales. Ofrezco servicios flexibles y personalizados para satisfacer tus necesidades de desarrollo web y más allá. Desde el desarrollo de aplicaciones web hasta la seguridad en línea, estoy aquí para ayudarte a alcanzar tus objetivos digitales de manera eficiente y profesional.",
    "button": "Escríbeme"
  },
  "Experiences": {
    "title": "Experiencia laboral",
    "subtitle": "Explora mi viaje profesional",
    "educaria0": "Educaria dispone de soluciones adaptadas para todo tipo de Instituciones Educativas, colegios, escuelas infantiles, centros de formación profesional, academias, escuelas de negocio, universidades o bibliotecas.",
    "educaria1": "• Participé en desarrollo, mantenibilidad de plataformas educativas y software interno.",
    "educaria2": "• Participé en la creación de una aplicación para la migración de datos de nuevos clientes, optimizando tiempos y reduciendo errores del proceso de migración anterior.",
    "educaria3": "• Implementé interfaces dinámicas, mejorando la experiencia de usuario.",
    "educaria4": "• Diseñé y optimicé bases de datos, asegurando la integridad de los datos.",
    "educaria5": "• Automaticé pruebas unitarias y de integración, contribuyendo al desarrollo de un framework para disminuir el tiempo de desarrollo de los tests.",
    "educaria6": "• Gestioné versiones de código y participé en reuniones ágiles de planificación y estimación.",
    "educaria7": "• Además, trabajé en despliegue e integración continuos, garantizando procesos eficientes en entornos colaborativos.",
    "freelance0": "Sistemas de gestión.",
    "freelance1": "• Sistema de gestión para consultorio medico. Trabajé en equipo para desarrollar un sistema web para la gestión de un consultorio médico, permitiendo la administración eficiente de doctores, pacientes y turnos. Implementé funcionalidades para la asignación y control de citas médicas, optimizando la organización y mejorando la experiencia de usuarios.",
    "freelance2": "• Sistema de gestión para local gastronómico. Trabajé en equipo para desarrollar una aplicación para la gestión integral de un local gastronómico, mejorando el control de stock, administración de empleados, gestión de clientes, ventas en el local y pedidos."
},
"Message": "Mensaje",
"Name": "Nombre",
"Email": "Email",
"Subject":"Asunto",
"SendMessage": "Enviar",
"Phone": "Teléfono",
"Location": "Localización"
}